tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "emacs"
brew "git"
brew "llvm"
brew "markdown"
brew "neovim"
brew "python3"
brew "readline"
brew "shellcheck"
brew "vim"
brew "wget"

tap "olishmollie/tools"
brew "olishmollie/tools/fig"
brew "olishmollie/tools/passman"
brew "olishmollie/tools/radix"

cask "basictex"
cask "rectangle"
