tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "olishmollie/tools"
brew "bash"
brew "chezscheme"
brew "clang-format"
brew "readline"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "dcd"
brew "dmd"
brew "gcc"
brew "ghc"
brew "git"
brew "glib"
brew "libtool"
brew "gpgme"
brew "go"
brew "icarus-verilog"
brew "libvterm"
brew "llvm"
brew "markdown"
brew "mas"
brew "node"
brew "shellcheck"
brew "wimlib"
brew "zig"
brew "olishmollie/tools/fig"
brew "olishmollie/tools/passman"
brew "olishmollie/tools/radix"
cask "basictex"
cask "emacs"
cask "java"
cask "smlnj"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "uBlock", id: 1385985095
mas "Xcode", id: 497799835
