tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "olishmollie/tools"
brew "bash"
brew "chezscheme"
brew "clang-format"
brew "readline"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "dcd"
brew "dmd"
brew "emacs"
brew "gcc"
brew "ghc"
brew "git"
brew "glib"
brew "libtool"
brew "unbound"
brew "go"
brew "icarus-verilog"
brew "libvterm"
brew "llvm"
brew "markdown"
brew "mas"
brew "moreutils"
brew "node"
brew "rbenv"
brew "shellcheck"
brew "zig"
brew "olishmollie/tools/fig"
brew "olishmollie/tools/passman"
brew "olishmollie/tools/radix"
cask "basictex"
cask "julia"
cask "rectangle"
